{
    "PUB_WRK_ROADS": "Issues related to road and street maintenance, including resurfacing and traffic calming measures.",
    "PUB_WRK_LIGHT": "Public works projects involving street lighting systems and related infrastructure upgrades.",
    "PUB_WRK_UTIL": "Utility projects and public infrastructure improvements, such as water mains and drainage systems.",
    "PUB_WRK_PARK": "Parking system management, including parking fee structures and regulations.",
    "RACE_EQ_PROCL": "Proclamations related to racial equity, including Black Lives Matter and Juneteenth celebrations.",
    "RACE_EQ_COMM": "Community discussions and reports on advancing racial equity and diversity within the municipality.",
    "RACE_EQ_POLIC": "Police oversight and public safety reforms addressing racial equity in law enforcement practices.",
    "RACE_EQ_HOUS": "Policies focusing on housing equity, including affordable housing initiatives aimed at underserved communities.",
    "AFF_HOUS_DEV": "Affordable housing development projects and inclusionary housing agreements with developers.",
    "AFF_HOUS_POL": "Policy discussions surrounding housing affordability, rent control, and tenant protections.",
    "AFF_HOUS_REDEV": "Redevelopment agreements aimed at increasing affordable housing stock in specific areas.",
    "AFF_HOUS_INC": "Inclusionary housing policies that require or incentivize developers to include affordable units.",
    "PUB_HLT_COVID": "COVID-19 related public health emergency responses and proclamations.",
    "PUB_HLT_TOBAC": "Ordinances restricting the sale of tobacco and nicotine products for public health.",
    "PUB_HLT_MENT": "Public health initiatives focused on mental health awareness, suicide prevention, and community well-being.",
    "PUB_HLT_SERV": "Essential public health services and evaluations of community health needs.",
    "ENV_SUS_PLST": "Plastic reduction and single-use plastic bans as part of environmental sustainability efforts.",
    "ENV_SUS_CLIM": "Climate action plans and initiatives to reduce carbon emissions and promote sustainability.",
    "ENV_SUS_ENERGY": "Energy efficiency projects and renewable energy policies aimed at reducing environmental impact.",
    "ENV_SUS_RECY": "Recycling and waste management initiatives, including refuse collection and waste reduction.",
    "PUB_SAFE_POLIC": "Police department initiatives, pension reports, and crime prevention strategies.",
    "PUB_SAFE_FIRE": "Fire department operations, pension reports, and fire safety measures.",
    "PUB_SAFE_COMM": "Community safety projects and discussions focused on improving public safety and emergency services.",
    "PUB_SAFE_PENS": "Police and fire pension actuarial reports and budget considerations for public safety employees.",
    "TRANS_INF_EXP": "Eisenhower Expressway updates and discussions regarding environmental impact and traffic improvements.",
    "TRANS_INF_PARK": "Parking lot management and parking infrastructure improvements, including new parking zones.",
    "TRANS_INF_TRAFFIC": "Traffic-related issues, including new stop signs, traffic calming measures, and road safety.",
    "TRANS_INF_TRANS": "Transportation projects involving public transit, traffic studies, and transportation commissions.",
    "FIN_MGT_BUDGET": "Budget discussions for various fiscal years, including detailed breakdowns of revenue and expenditures.",
    "FIN_MGT_TAX": "Tax levy ordinances and fiscal management to ensure adequate funding for municipal services.",
    "FIN_MGT_AUDIT": "Annual financial audits and reviews of fiscal performance, including comprehensive financial reports.",
    "FIN_MGT_GRANTS": "Financial grants, incentives, and funding agreements with external organizations or businesses.",
    "ZONE_USE_COMM": "Commercial zoning issues, including special use permits for businesses and developments.",
    "ZONE_USE_RES": "Residential zoning ordinances, including housing developments and land use restrictions.",
    "ZONE_USE_AMEND": "Zoning ordinance amendments to update regulations on land use and business operations.",
    "ZONE_USE_PERMIT": "Special use permits for businesses and housing developments within the municipality.",
    "ECON_DEV_INC": "Incentives for business development, including tax rebate programs and financial support for growth.",
    "ECON_DEV_REDEV": "Redevelopment projects aimed at revitalizing commercial areas and supporting local business expansion.",
    "ECON_DEV_COMM": "Community-based economic development efforts aimed at improving local commerce and business districts.",
    "ECON_DEV_SALE": "Sales tax rebate agreements and other fiscal tools to promote economic growth and business retention.",
    "PUB_ENG_HEAR": "Public hearings for community input on various municipal projects, ordinances, and developments.",
    "PUB_ENG_PROC": "Proclamations celebrating diversity, community involvement, and public awareness events.",
    "PUB_ENG_CITIZEN": "Citizen oversight initiatives, including police review boards and other community engagement efforts.",
    "PUB_ENG_MEET": "Public meetings and special sessions where community input is sought on municipal issues.",
    "SUS_ENE_SOLAR": "Solar energy initiatives, including the adoption of solar energy for municipal projects and buildings.",
    "SUS_ENE_CARB": "Carbon fee and dividend policies aimed at reducing the community's carbon footprint.",
    "SUS_ENE_RENEW": "Renewable energy policies and projects focused on sustainability and reducing environmental impact.",
    "SUS_ENE_BUILD": "Building energy efficiency programs, including retrofitting municipal buildings to meet sustainability goals.",
    "PROC_BOARD_RULES": "Discussions around board rules, procedures, and guidelines for conducting municipal business.",
    "PROC_ELECTIONS": "Items concerning municipal elections, appointments, and electoral process management.",
    "PROC_ETHICS": "Ethics guidelines for municipal employees, officials, and processes to ensure transparent governance.",
    "PROC_TRANSPAR": "Transparency and open government initiatives, including efforts to increase public access to information.",
    "STAFF_MGMT_COMP": "Discussions around compensation, salary structures, and benefits for municipal employees and officials.",
    "STAFF_MGMT_HIRE": "Matters related to hiring, recruitment, and staffing for municipal departments and key positions.",
    "STAFF_MGMT_REVIEW": "Performance reviews and evaluations of municipal staff, including department heads and management.",
    "STAFF_MGMT_UNION": "Labor relations, union negotiations, and agreements related to municipal employee rights and benefits.",
    "PROC_VILLAGE_RULES": "General rules and regulations governing village meetings and processes, such as quorums and voting procedures.",
    "PROC_ORD_RULES": "Ordinance and procedural rules that guide the adoption, modification, and repeal of municipal laws.",
    "PROC_PUBLIC_INPUT": "Formal procedures for incorporating public input into decision-making processes, such as comment periods and surveys.",
    "PROC_VILLAGE_POLICY": "High-level policy discussions related to the overall direction and governance of the village.",
    "OTHER": "Items that do not remotely fit any of these categories."
}

